import img1 from '../../src/Tech1.jpg';
import img2 from '../../src/Tech2.jpg';
import img3 from '../../src/Tech3.jpg';
import img4 from '../../src/Tech4.jpg';
import img5 from '../../src/Tech5.jpg';
import img6 from '../../src/Tech6.jpg';
import img7 from '../../src/Tech7.jpg';
import img8 from '../../src/Tech8.jpg';
import img9 from '../../src/Tech9.jpg';
import img10 from '../../src/Tech10.jpg';

export const techModel = [
  {
    group: 'mainHeader',
    cont: 'Чрезвычайные ситуации техногенного характера ',
    class: 'cont_main_header'
  },
  {
    group: 'TextContent',
    cont: '<b>Техногенная чрезвычайная ситуация</b> — состояние, при котором в результате возникновения источника техногенной чрезвычайной ситуации на объекте, определенной территории или акватории нарушаются нормальные условия жизни и деятельности людей, возникает угроза их жизни и здоровью, наносится ущерб имуществу населения, народному хозяйству и окружающей природной среде.<br><br>' +
      'В России насчитывается около 50 тыс. потенциально опасных производств.',
    class: 'cont_text'
  },
  {
    group: 'PicText',
    cont: {
      text: '<i>Техногенная опасность</i> — состояние, внутренне присущее технической системе, промышленному или транспортному объекту, реализуемое в виде поражающих воздействий источника техногенной чрезвычайной ситуации на человека и окружающую среду при его возникновении, либо в виде прямого или косвенного ущерба для человека и окружающей среды в процессе нормальной эксплуатации этих объектов.<br><br>' + 'Авария — опасное техногенное происшествие, создающее на объекте, определенной территории или акватории угрозу жизни и здоровью людей и приводящее к разрушению зданий, сооружений, оборудования и транспортных средств, нарушению производственного или транспортного процесса, а также к нанесению ущерба окружающей природной среде.',
      img: img1
    },
    class: 'cont_picText'
  },
  {
    group: 'TextContent',
    cont: 'Типы техногенных чрезвычайных ситуаций ',
    class: 'cont_text'
  },
  {
    group: 'List',
    cont: ['пожары, взрывы;',
      'транспортные аварии и катастрофы;',
      'аварии с выбросом (угрозой выброса) химически опасных веществ;',
      'аварии с выбросом (угрозой выброса) радиоактивных веществ;',
      'аварии с выбросом (угрозой выброса) биологически опасных веществ;',
      'внезапное обрушений зданий, сооружений;',
      'аварии в электроэнергетических системах;',
      'аварии в коммунальных системах жизнеобеспечения;',
      'аварии на очистных сооружениях;',
      'гидродинамические аварии.',]
  },
  {
    group: 'TextContent',
    cont: 'Основные причины техногенных чрезвычайных ситуаций ',
    class: 'cont_text'
  },
  {
    group: 'List',
    cont: ['нарушение трудовой и технологической дисциплины;',
      'ошибки при проектировании и строительстве;',
      'грубое нарушение требований безопасности (промышленной, пожарной, санитарно-эпидемической т.п.);',
      'использования плохого качества конструкций, материалов и сырья',
      'износ оборудования, зданий, сооружений, транспортных средств и основных производственных фондов;',
      'увеличение количества потенциальных опасных объектов;',
      'кризисные явления в экономике и спад производства;',
      'концентрация различных производств в промышленных зонах без должного изучения их взаимовлияния;',
      'некачественный подбор и расстановка инженерно-технического персонала и неудовлетворительная его подготовка;',
      'усложнение технологий и режимов управления современными производствами;',
      'конструктивные недостатки и неисправность оборудования;',
      'существенное ухудшение материально-технического снабжения.'
    ]
  },
  {
    group: 'contHeader',
    cont: 'Пожыры и взрывы',
    class: 'cont_header'
  },
  {
    group: 'PicText',
    cont: {
      text: '<i>Пожары и взрывы</i> на промышленных предприятиях, нефтегазо промыслах, на транспорте, в быту представляют большую опасность для людей и причиняют огромный материальный ущерб. Поэтому вопросы обеспечения пожарной и взрывной безопасности имеют государственное значение.<br><br>' +
        'Пожар — неконтролируемое горение, приводящее к ущербу.<br><br>' +
        'Взрыв — быстропротекающий процесс физических и химических превращений веществ, сопровождающийся освобождением значительного количества энергии в ограниченном объеме, в результате которого в окружающем пространстве образуется и распространяется ударная волна, способная привести или приводящая к возникновению техногенной чрезвычайной ситуации.<br><br>' +
        'Пожаровзрывоопасным объектом является объект, на котором производят, используют, перерабатывают, хранят или транспортируют легковоспламеняющиеся и пожаровзрывоопасные вещества, создающие реальную угрозу возникновения техногенной чрезвычайной ситуации.',
      img: img2
    },
    class: 'cont_picText'
  },
  {
    group: 'TextContent',
    cont: 'При пожаре на людей воздействуют следующие опасные факторы:',
    class: 'cont_text'
  },
  {
    group: 'List',
    cont: ['повышенная температура воздуха или отдельных предметов;',
    'открытый огонь и искры;',
    'токсичные продукты сгорания (например, угарный газ);',
    'дым;',
    'пониженное содержание кислорода в воздухе;',
    'взрывы и др.']
  },
  {
    group: 'TextContent',
    cont: 'Эти факторы приводят к отравлениям, ухудшению работы органов дыхания, к травмированию работающих.',
    class: 'cont_text'
  },
  {
    group: 'TextContent',
    cont: 'Основные причины пожаров на производстве ',
    class: 'cont_text'
  },
  {
    group: 'List',
    cont: ['причины электрического характера (короткие замыкания, перегрев проводов);',
      'открытый огонь (сварочные работы, костры, курение, искры от автотранспорта и неомедненного инструмента);',
      'удар молнии;',
      'разряд зарядов статического электричества.',
    ]
  },
  {
    group: 'TextContent',
    cont: 'Для устранения причин пожара электрического характера необходимо: регулярно контролировать сопротивление изоляции электрической сети, принять меры от механических повреждений электрической проводки. Во всех электрических цепях устанавливается отключающая аппаратура (предохранители, магнитные пускатели, автоматы). Сечение проводов электрической сети должно соответствовать установленной мощности.<br><br>' +
      'Категории производственных, складских зданий и помещений по взрывопожарной и пожарной опасности :',
    class: 'cont_text'
  },
  {
    group: 'List',
    cont: ['Л (взрыво-пожароопасная): горючие газы, легковоспламеняющиеся жидкости с температурой вспышки не более 28 °С в таком количестве, что могут образовывать взрывоопасные парогазовоздушные смеси, при воспламенении которых развивается расчетное избыточное давление взрыва в помещении, превышающее 5 кПа. Вещества и материалы, способные взрываться и гореть при взаимодействии с водой, кислородом воздуха или друг с другом в таком количестве, что расчетное избыточное давление взрыва в помещении превышает 5 кПа;',
    'Б (взрыво-пожароопасная): горючие пыли или волокна, легковоспламеняющиеся жидкости с температурой вспышки более 28 °С, горючие жидкости в таком количестве, что могут образовывать взрывоопасные пылевоздушные или паровоздушные смеси, при воспламенении которых развивается расчетное избыточное давление взрыва в помещении, превышающее 5 кПа;',
    'В1-В4 (пожароопасные): горючие и трудногорючие жидкости, твердые горючие и трудногорючие вещества и материалы (в том числе пыли и волокна), вещества и материалы, способные при взаимодействии с водой, кислородом воздуха или друг с другом только гореть при условии, что помещение, в котором они имеются в наличии или обращении, не относятся к категориям А или Б;',
    'Г: негорючие вещества и материалы в горячем, раскаленном или в расплавленном состоянии, процесс обработки которых сопровождается выделением лучистой теплоты, искр, пламени; горючие газы, жидкости и ',
    'Д: негорючие вещества и материалы в холодном состоянии.']
  },
  {
    group: 'TextContent',
    cont: 'Пожароопасность и взрывоопасность объекта определяется параметрами пожароопасности и количеством используемых в технологических процессах материалов и веществ, конструктивными особенностями и режимами работы оборудования и зданий, наличием возможных источников зажигания и условий для быстрого распространения огня в случае пожара.',
    class: 'cont_text'
  },
  {
    group: 'PicGroup',
    cont: {
      text: ['пассивные (рациональные архитектурно-планировочные решения, на стадии проектирования предусматриваются удобство подхода и проникновения в здание пожарных подразделений, уменьшение степени опасности распространения огня между этажами, отдельными помещениями и зданиями промышленного объекта; конструктивные меры, обеспечивающие незадымляемость зданий; рациональное использование производственного освещения);',
        'активные (системы автоматической пожарной сигнализации, установки автоматического пожаротушения; техническое оборудование первой пожарной помощи; специальные средства подавления пожаров и взрывов промышленных объектов др.).'],
      img: [img3, img4],
    },
    class: 'cont_picTwo'
  },
  {
    group: 'TextContent',
    cont: 'Рассмотрим виды пожарных извещателей ',
    class: 'cont_text'
  },
  {
    group: 'PicGroup',
    cont: {
      text: ['1. Тепловые:<br>- максимальные (срабатывают при достижении определенной температуры);<br>' +
      '- дифференциальные (срабатывают при определенной скорости нарастания температуры);<br>- максимально-дифференциальные (срабатывают от любого значительного изменения температуры).',
      '2. Дымовые:<br>- точечные (используют ионизационный эффект);<br>- линейно-объемные (работают по принципу изменения силы света при задымлении).',
      '3. Световые (работают на принципе регистрации инфракрасного и ультрафиолетового излучения пламени).',
      '4. Звуковые (приемопередатчик ультразвуковых колебаний). Основная задача автоматической пожарной сигнализации — обнаружение начальной стадии пожара, передача извещения о месте и времени его возникновения и при необходимости включения автоматических систем пожаротушения и дымоудаления.'],
      img: [img8, img5, img6, img7],
    },
    class: 'cont_picTwo'
  },
  {
    group: 'TextContent',
    cont: 'Автоматические стационарные установки пожаротушения в зависимости от используемых огнетушащих веществ делятся на водяные, пенные, газовые и порошковые. Наиболее распространены установки водяного и пенного тушения спринклерные и дренчерные.',
    class: 'cont_text'
  },
  {
    group: 'contHeader',
    cont: 'Алгоритм действий при пожаре в квартире',
    class: 'cont_header'
  },
  {
    group: 'List',
    cont: ['вызвать пожарную охрану;',
    'если загорелся бытовой электроприбор, постарайтесь его обесточить, если телевизор — прежде всего, выдерните вилку из розетки или обесточьте квартиру через электрощит;',
    'горящий телевизор выделяет множество токсических веществ, поэтому постарайтесь сразу же вывести из помещения людей. Накройте телевизор любой плотной тканью, чтобы прекратить доступ воздуха. Если это не поможет, через отверстие в задней стенке залейте телевизор водой. При этом старайтесь находиться сбоку: ведь кинескоп может взорваться. Проверьте, закрыты ли все окна и форточки, иначе доступ свежего воздуха прибавит огню силы. Если горят другие электрические приборы или проводка, то надо выключить рубильник, выключатель или электрические пробки, и после этого вызвать пожарных;',
    'если пожар возник и распространился в одной из комнат, не забудьте плотно закрыть двери горящей комнаты — это помешает огню распространиться по всей квартире и лестничной площадке. Уплотните дверь мокрыми тряпками, чтобы в остальные помещения дым не проникал. В сильно задымленном пространстве нужно двигаться ползком или пригнувшись;',
    'вопреки распространенному мнению, тушить огонь простой водой — неэффективно. Лучше всего пользоваться огнетушителем, а при его отсутствии — мокрой тканью, песком или даже землей из цветочного горшка;',
    'если вы видите, что ликвидировать возгорание своими силами не удается, немедленно уходите. Возьмите документы, деньги и покиньте квартиру через входную дверь. Если путь к входной двери отрезан огнем и дымом — спасайтесь через балкон. Кстати, самые безопасные места в горящей квартире — на балконе или возле окна. Здесь пожарные найдут вас быстрее. Только оденьтесь потеплее, если на улице холодно. Открывайте дверь на балкон осторожно, поскольку пламя от большого притока свежего воздуха может усилиться. Не забудьте плотно закрыть дверь балкона за собой;',
    'постарайтесь перейти на нижний этаж (с помощью балконного люка) или по смежному балкону к соседям. Но помните: крайне опасно спускаться по веревкам, простыням и водосточным трубам. Тем более не следует прыгать вниз.']
  },
  {
    group: 'contHeader',
    cont: 'Алгоритм действий при пожаре в лифте',
    class: 'cont_header'
  },
  {
    group: 'List',
    cont: ['при первых же признаках возгорания или при появлении легкого дымка в кабине или шахте лифта немедленно сообщите об этом диспетчеру, нажав кнопку «вызов». Если лифт движется, не останавливайте его сами, а дождитесь остановки. Выйдя из кабины, заблокируйте двери первым попавшимся под руки предметом, чтобы никто не смог вызвать лифт снова и оказаться в ловушке;',
      'при тушении огня в кабину не входите, так как она может самопроизвольно начать двигаться. Кабина находится под напряжением, поэтому опасно тушить очаг возгорания водой — используйте плотную сухую ткань, углекислотный или порошковый огнетушитель, сухой песок;',
      'если в результате короткого замыкания проводов лифт остановился между этажами, а очаг возгорания находится вне кабины и потушить его невозможно, кричите, стучите по стенам кабины, зовите на помощь. Попытайтесь зонтом, ключами или другими предметами раздвинуть автоматические двери лифта и выбраться наружу, позвав на помощь соседей;',
      'в лифтах с неавтоматическими дверями можно (открыв внутренние двери) нажать на рычаг с роликом во внешней двери этажа и открыть ее изнутри. Будьте очень осторожны при выходе из лифта: не упадите в шахту. Если самостоятельно выйти из лифта невозможно, то до прибытия помощи закройте нос и рот носовым платком или рукавом одежды, смоченными водой, молоком или даже мочой.'
    ]
  },
  {
    group: 'contHeader',
    cont: 'Алгоритм действий при пожаре в гараже',
    class: 'cont_header'
  },
  {
    group: 'List',
    cont: ['немедленно вызывайте пожарных, зовите на помощь соседей и прохожих. Постарайтесь вместе с ними выкатить автомобиль из гаража вручную, так как двигатель может не завестись, и вы подвергнете себя опасности;',
    'не дайте огню распространиться на другие гаражи, подобраться к канистрам с горючим или к газовым баллонам — в итоге возможен взрыв. Используйте для тушения огнетушители из соседних гаражей, песок, снег, воду, подручные средства;',
    'если ваш гараж застрахован, возьмите у пожарных заключение о причинах пожара для последующего оформления возмещения причиненного ущерба.']
  },
  {
    group: 'contHeader',
    cont: 'Алгоритм действий при пожаре в машине',
    class: 'cont_header'
  },
  {
    group: 'List',
    cont: ['будьте внимательны: пожар в машине можно распознать практически сразу. Запах бензина или горелой резины в кабине, появление дыма из-под капота — все это факторы, предшествующие загоранию и пожару;',
    'при тушении пролитого под машиной топлива воспользуйтесь огнетушителем, подавая пену или порошок в направлении от края к центру очага. При тушении возгорания под капотом постепенно и осторожно откройте его — желательно сбоку палкой или монтировкой, так как при этом возможен выброс пламени. Направляйте огнетушитель на очаг наиболее интенсивного горения или накройте пламя брезентом, забросайте песком, рыхлой землей, снегом, залейте водой. Не приступайте к тушению, если вы в промасленной одежде или ваши руки смочены бензином — это крайне опасно;',
    'при невозможности быстро ликвидировать возгорание отойдите от машины на безопасное расстояние, так как может взорваться топливный бак. Ни в коем случае не садитесь в горящий автомобиль, и не пытайтесь его завести. В радиусе опасной зоны (не менее 10 м) не должно быть людей;',
    'в ожидании пожарных поливайте водой стоящие рядом автомобили, чтобы огонь не перекинулся на них или откатите их в сторону с помощью прохожих и водителей. Если в кабине горящего автомобиля находится человек, а двери заклинило, то взломайте двери или выбейте стекло (монтировкой, камнем или ногами). Вытащите пострадавшего из машины, вызовите «скорую» и окажите ему первую медицинскую помощь или отправьте его в ближайший медпункт на первой же остановленной вами машине, запомнив или записав ее номер;',
    'после ликвидации возгорания сообщите о случившемся в ближайшее отделение ГИБДД.']
  },
  {
    group: 'contHeader',
    cont: 'Алгоритм действий при утечке магистрального газа:',
    class: 'cont_header'
  },
  {
    group: 'List',
    cont: ['почувствовав в помещении запах газа, немедленно перекройте его подачу к плите. При этом не курите, не зажигайте спичек, не включайте свет и электроприборы (лучше всего обесточить всю квартиру, отключив электропитание на распределительном щитке), чтобы искра не смогла воспламенить накопившийся в квартире газ и вызвать взрыв;',
    'основательно проветрите всю квартиру, а не только загазованную комнату, открыв все двери и окна. Покиньте помещение и не заходите в него до исчезновения запаха газа;',
    'при появлении у окружающих признаков отравления газом, вынесите их на свежий воздух и положите так, чтобы голова находилась выше ног. Вызовите скорую медицинскую помощь;',
    'если запах газа не исчезает, срочно вызовите аварийную газовую службу (телефон 04), работающую круглосуточно.']
  },
  {
    group: 'contHeader',
    cont: 'Химическая авария ',
    class: 'cont_header'
  },
  {
    group: 'TextContent',
    cont: 'Химическая авария — авария на химически опасном объекте, сопровождающаяся проливом или выбросом опасных химических веществ, способная привести к гибели или химическому заражению людей, продовольствия, пищевого сырья и кормов, сельскохозяйственных животных и растений, или к химическому заражению окружающей природной среды.<br><br>' +
      'Аварии с истечением аварийно химически опасных веществ (АХОВ) возникают на предприятиях химической, нефтеперерабатывающей, целлюлозно-бумажной, мясо-молочной и пищевой промышленности, водопроводных и очистных сооружениях, а также при транспортировке АХОВ по железной дороге.<br><br>' +
      'Аварийно химически опасные вещества — химические соединения, которые в определенных количествах, превышающих предельно допустимые концентрации (плотность заражения), оказывают вредное воздействие на людей, сельскохозяйственных животных, растения и вызывают у них поражения различной степени<br><br>' +
      'АХОВ могут быть элементами технологического процесса (аммиак, хлор, серная и азотная кислоты, фтористый водород и др.) и могут образовываться при пожарах (оксид углерода, оксид азота, хлористый водород, сернистый газ).<br><br>' +
      'Зона химического заражения — территория или акватория, в пределах которой распространены или куда привнесены опасные химические вещества в концентрациях или количествах, создающих опасность для жизни и здоровья людей, для сельскохозяйственных животных и растений в течение определенного времени.',
    class: 'cont_text'
  },
  {
    group: 'contHeader',
    cont: 'Примеры',
    class: 'cont_header'
  },
  {
    group: 'PicGroup',
    cont: {
      text: ['15 марта 2020 года в Нигерии, в районе Абул-Адо на окраине крупнейшего города страны Лагоса произошел взрыв и пожар на участке нефтепровода. После первого взрыва последовало несколько вторичных, которые вызвали значительные разрушения. Так, уничтожена церковь, несколько жилых домов и значительный участок трубопровода. В результате происшествия погибло 17 человек, 60 получили ранения. Жители района покинули свои дома, чтобы не пострадать. Всем получившим травмы оказывается медицинская помощь на месте, пострадавшие доставлены в больницы. Взрыв был такой силы, что его воздействие ощущалось на расстоянии 15 км. Власти заявили, что к взрыву привел человеческий фактор, при этом, исключив террористическую атаку или вандализм',
      '7 марта 2020 года в городе Цюаньчжоу в китайской провинции Фуцзянь произошло обрушение семиэтажной гостиницы «Синьцзя», переделанной в карантинный центр для контактировавших с носителями коронавируса. В результате трагедии погибло 29 человек, всего под завалами оказался 71. Предварительной причиной обрушения стали проводимые в гостинице ремонтные работы. Одна из несущих стоек на первом этаже начала деформироваться, а через четыре минуты здание рухнуло. При этом, гостиница была построена незаконно, а проводившиеся неоднократные перепланировки осуществлялись с нарушением правил и без соответствующих разрешений.',
      '31 января 2020 года в Санкт-Петербурге, при проведении работ по подготовке к сносу, обрушились конструкции спортивно-концертного комплекса «Петербургский». По плану демонтажа рабочим нужно было срезать 112 вант, которые крепили крышу к железобетонному кольцу. Однако, после отрезания части ванта кровля и стены внезапно начали обваливаться. Площадь обрушения составила 28 тысяч м2. В результате происшествия погиб один рабочий, который вылез из люльки, но не пристегнул страховочный трос. На разбор завалов задействовали 40 единиц техники и 138 человек личного состава ГУ МЧС по Санкт-Петербургу.'],
      img: [img2, img9, img10],
    },
    class: 'cont_picMore'
  },
]